Repository: astechtic/ayuvo
Catalog: ios/calorietracker/Localizable.xcstrings
Source language: en
Languages: ar, az, cs, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ro, ru, uk, zh_hans

source: Follow on LinkedIn
ar: تابعنا على LinkedIn
az: LinkedIn-də İzlə
cs: Sledovat na LinkedInu
de: Auf LinkedIn folgen
es: Seguir en LinkedIn
fr: Suivre sur LinkedIn
hi: LinkedIn पर फॉलो करें
it: Segui su LinkedIn
ja: LinkedInでフォロー
ko: LinkedIn에서 팔로우
nl: Volg op LinkedIn
pl: Obserwuj na LinkedIn
pt_br: Seguir no LinkedIn
ro: Urmărește pe LinkedIn
ru: Подписаться в LinkedIn
uk: Стежити в LinkedIn
zh_hans: 在 LinkedIn 上关注

source: Follow on X
ar: تابعنا على X
az: X-də İzlə
cs: Sledovat na X
de: Auf X folgen
es: Seguir en X
fr: Suivre sur X
hi: X पर फॉलो करें
it: Segui su X
ja: Xでフォロー
ko: X에서 팔로우
nl: Volg op X
pl: Obserwuj na X
pt_br: Seguir no X
ro: Urmărește pe X
ru: Подписаться в X
uk: Стежити в X
zh_hans: 在 X 上关注

source: Food Details
ar: تفاصيل الطعام
az: Yemək Təfərrüatları
cs: Detail jídla
de: Essensdetails
es: Detalles del alimento
fr: Détails de l'aliment
hi: भोजन विवरण
it: Dettagli alimento
ja: 食事の詳細
ko: 음식 상세
nl: Voedingsdetails
pl: Szczegóły jedzenia
pt_br: Detalhes do alimento
ro: Detalii aliment
ru: Сведения о еде
uk: Деталі страви
zh_hans: 食物详情

source: Food logging paused
ar: تم إيقاف تسجيل الطعام مؤقتًا
az: Qida qeydi dayandırılıb
de: Essensprotokoll pausiert
es: Registro de alimentos en pausa
fr: Journal alimentaire en pause
hi: भोजन लॉग करना रुका है
it: Registrazione alimenti in pausa
ja: 食事の記録を一時停止中
ko: 음식 기록 일시 중지
nl: Voedingslogboek gepauzeerd
pl: Rejestrowanie jedzenia wstrzymane
pt_br: Registro de alimentos pausado
ro: Jurnalul alimentar este întrerupt
ru: Журнал питания приостановлен
uk: Запис їжі призупинено
zh_hans: 食物记录已暂停

source: Food name
ar: اسم الطعام
az: Yeməyin adı
cs: Název jídla
de: Name des Lebensmittels
es: Nombre del alimento
fr: Nom de l'aliment
hi: भोजन का नाम
it: Nome alimento
ja: 食品名
ko: 음식 이름
nl: Naam voedsel
pl: Nazwa jedzenia
pt_br: Nome do alimento
ro: Numele alimentului
ru: Название продукта
uk: Название продукта
zh_hans: 食物名称

source: Food photos, voice transcripts, and typed meals are sent directly to your selected AI provider.
ar: تُرسل صور الطعام والنصوص الصوتية والوجبات المكتوبة مباشرة إلى مزوّد الذكاء الاصطناعي الذي اخترته.
az: Yemək şəkilləri, səs transkriptləri və yazılmış yeməklər birbaşa seçdiyiniz Sİ provayderinə göndərilir.
cs: Fotky jídla, hlasové přepisy a napsaná jídla se posílají přímo tvému vybranému AI poskytovateli.
de: Essensfotos, Sprachtranskripte und getippte Mahlzeiten werden direkt an deinen gewählten KI-Anbieter gesendet.
es: Las fotos de comida, transcripciones de voz y comidas escritas se envían directamente a tu proveedor de IA seleccionado.
fr: Les photos de repas, transcriptions vocales et repas saisis sont envoyés directement à votre fournisseur d'IA.
hi: खाने की फ़ोटो, वॉइस ट्रांसक्रिप्ट और टाइप किए गए मील सीधे आपके चुने हुए AI प्रोवाइडर को भेजे जाते हैं।
it: Foto dei pasti, trascrizioni vocali e pasti digitati vengono inviati direttamente al provider IA selezionato.
ja: 食事の写真、音声の書き起こし、入力した食事は選択したAIプロバイダーに直接送信されます。
ko: 음식 사진, 음성 전사, 입력한 식사는 선택한 AI 제공업체로 직접 전송됩니다.
nl: Voedselfoto's, spraaktranscripties en getypte maaltijden gaan rechtstreeks naar je gekozen AI-provider.
pl: Zdjęcia jedzenia, transkrypcje głosowe i wpisane posiłki trafiają bezpośrednio do wybranego dostawcy AI.
pt_br: Fotos de comida, transcrições de voz e refeições digitadas são enviadas diretamente ao provedor de IA selecionado.
ro: Pozele cu mâncare, transcrierile vocale și mesele tastate sunt trimise direct furnizorului IA ales.
ru: Фото еды, голосовые расшифровки и введённые блюда отправляются напрямую выбранному ИИ-провайдеру.
uk: Фото еди, голосовие расшифровки и введённие блюда отправляются напрямую вибранному ШІ-провайдеру.
zh_hans: 食物照片、语音转写和输入的餐食会直接发送给你选择的 AI 服务商。

source: Force
ar: القوة
az: Qüvvə
cs: Síla
de: Krafttyp
es: Fuerza
hi: बल
it: Forza
ja: 力
ko: 힘
nl: Kracht
pl: Siła
pt_br: Força
ro: Forță
ru: Усилие
uk: Зусилля
zh_hans: 发力

source: Free tier available, fast & accurate
ar: طبقة مجانية متاحة، سريعة ودقيقة
az: Pulsuz paket mövcuddur, sürətli və dəqiq
cs: Bezplatná úroveň, rychlé a přesné
de: Kostenlose Stufe, schnell & genau
es: Versión gratuita disponible, rápida y precisa
fr: Offre gratuite, rapide et précise
hi: निःशुल्क स्तर उपलब्ध, तेज़ और सटीक
it: Livello gratuito disponibile, veloce e preciso
ja: 無料プランあり、高速で正確
ko: 무료 요금제 제공, 빠르고 정확함
nl: Gratis versie beschikbaar, snel & nauwkeurig
pl: Dostępny darmowy poziom, szybko i dokładnie
pt_br: Versão gratuita disponível, rápida e precisa
ro: Versiune gratuită disponibilă, rapidă și precisă
ru: Доступен бесплатный тариф, быстро и точно
uk: Доступний безкоштовний тариф, швидкий і точний
zh_hans: 提供免费套餐，快速且准确

source: From Photos
ar: من الصور
az: Fotolardan
cs: Z Fotek
de: Aus Fotos
es: Desde Fotos
fr: Depuis Photos
hi: फ़ोटो से
it: Da Foto
ja: 写真から
ko: 사진에서
nl: Uit Foto's
pl: Ze zdjęć
pt_br: Das Fotos
ro: Din Fotografii
ru: Из Фото
uk: З фотографій
zh_hans: 从照片

source: Gender
ar: الجنس
az: Cins
cs: Pohlaví
de: Geschlecht
es: Sexo
fr: Sexe
hi: लिंग
it: Sesso
ja: 性別
ko: 성별
nl: Geslacht
pl: Płeć
pt_br: Sexo
ro: Sex
ru: Пол
uk: Стать
zh_hans: 性别

source: Get notified when a new version is available. Tap the notification to open the App Store.
ar: احصل على إشعار عند توفر إصدار جديد. اضغط على الإشعار لفتح App Store.
az: Yeni versiya mövcud olduqda bildiriş alın. App Store-u açmaq üçün bildirişə toxunun.
cs: Dostaneš oznámení, když bude k dispozici nová verze. Klepnutím na oznámení otevřeš App Store.
de: Erhalte eine Mitteilung, wenn eine neue Version verfügbar ist. Tippe auf die Mitteilung, um den App Store zu öffnen.
es: Recibe una notificación cuando haya una nueva versión disponible. Toca la notificación para abrir el App Store.
fr: Recevez une notification quand une nouvelle version est disponible. Touchez la notification pour ouvrir l'App Store.
hi: नया वर्ज़न उपलब्ध होने पर सूचना पाएँ। App Store खोलने के लिए सूचना पर टैप करें।
it: Ricevi una notifica quando è disponibile una nuova versione. Tocca la notifica per aprire l'App Store.
ja: 新しいバージョンが利用可能になったら通知を受け取れます。通知をタップするとApp Storeが開きます。
ko: 새 버전이 나오면 알림을 받으세요. 알림을 탭하면 App Store가 열립니다.
nl: Ontvang een melding wanneer er een nieuwe versie beschikbaar is. Tik op de melding om de App Store te openen.
pl: Otrzymuj powiadomienia o nowej wersji. Stuknij powiadomienie, aby otworzyć App Store.
pt_br: Receba uma notificação quando uma nova versão estiver disponível. Toque na notificação para abrir a App Store.
ro: Primește o notificare când este disponibilă o versiune nouă. Atinge notificarea pentru a deschide App Store.
ru: Получайте уведомление о выходе новой версии. Нажмите на уведомление, чтобы открыть App Store.
uk: Получайте уведомление о виходе новой версии. Натисніть на уведомление, чтоби открить App Store.
zh_hans: 有新版本时接收通知。点按通知即可打开 App Store。

source: Get Started
ar: ابدأ الآن
az: Başla
cs: Začít
de: Loslegen
es: Comenzar
fr: Commencer
hi: शुरू करें
it: Inizia
ja: 始める
ko: 시작하기
nl: Aan de slag
pl: Zaczynamy
pt_br: Começar
ro: Începe
ru: Начать
uk: Почати
zh_hans: 开始使用

source: Goal (optional)
ar: الهدف (اختياري)
az: Hədəf (isteğe bağlı)
cs: Cíl (volitelné)
de: Ziel (optional)
es: Objetivo (opcional)
fr: Objectif (facultatif)
hi: लक्ष्य (वैकल्पिक)
it: Obiettivo (facoltativo)
ja: 目標(任意)
ko: 목표(선택)
nl: Doel (optioneel)
pl: Cel (opcjonalnie)
pt_br: Objetivo (opcional)
ro: Țintă (opțional)
ru: Цель (необязательно)
uk: Мета (необов\'язково)
zh_hans: 目标(可选)

source: Goal Body Fat
ar: هدف نسبة الدهون
az: Hədəf bədən yağı
cs: Cílový tělesný tuk
de: Ziel-Körperfett
es: Grasa corporal objetivo
fr: Masse grasse cible
hi: लक्ष्य बॉडी फैट
it: Grasso corporeo obiettivo
ja: 目標体脂肪
ko: 목표 체지방
nl: Doelvetpercentage
pl: Docelowa tkanka tłuszczowa
pt_br: Gordura corporal alvo
ro: Țintă grăsime corporală
ru: Цель по жиру
uk: Цільовий відсоток жиру
zh_hans: 目标体脂

source: Goal on
ar: الهدف في
az: Hədəf tarixi
cs: Cíl dne
de: Ziel am
es: Objetivo el
fr: Objectif le
hi: लक्ष्य तिथि
it: Obiettivo il
ja: 目標日
ko: 목표일
nl: Doel op
pl: Cel włączony
pt_br: Meta em
ro: Obiectiv pe
ru: Цель к
uk: Цель к
zh_hans: 目标日期

source: Goals & Nutrition
ar: الأهداف والتغذية
az: Hədəflər və Qidalanma
cs: Cíle a výživa
de: Ziele & Ernährung
es: Objetivos y nutrición
fr: Objectifs et nutrition
hi: लक्ष्य और पोषण
it: Obiettivi e nutrizione
ja: 目標と栄養
ko: 목표 및 영양
nl: Doelen & voeding
pl: Cele i odżywianie
pt_br: Metas e nutrição
ro: Obiective și nutriție
ru: Цели и питание
uk: Цілі та харчування
zh_hans: 目标与营养

source: Got It
ar: فهمت
az: Anladım
cs: Rozumím
de: Verstanden
es: Entendido
fr: Compris
hi: समझ गया
it: Ho capito
ja: 了解
ko: 확인
nl: Begrepen
pl: Rozumiem
pt_br: Entendi
ro: Am înțeles
ru: Понятно
uk: Понятно
zh_hans: 知道了

source: grams
ar: غرامات
az: qram
cs: gramy
de: Gramm
es: gramos
fr: grammes
hi: ग्राम
it: grammi
ja: グラム
ko: 그램
nl: gram
pl: gramy
pt_br: gramas
ro: grame
ru: граммы
uk: грамми
zh_hans: 克

source: Hall KD, et al. (2011). “Quantification of the effect of energy imbalance on bodyweight.” Lancet 378(9793):826–837. The classic 3,500-kcal-per-pound rule originates from Wishnofsky M (1958), Am J Clin Nutr 6:542–546.
ar: Hall KD, et al. (2011). «التحديد الكمي لتأثير اختلال توازن الطاقة في وزن الجسم». Lancet 378(9793):826–837. تعود قاعدة 3,500 سعرة حرارية لكل رطل الكلاسيكية إلى Wishnofsky M (1958)، Am J Clin Nutr 6:542–546.
az: Hall KD, et al. (2011). «Enerji balanssızlığının bədən çəkisinə təsirinin kəmiyyətcə qiymətləndirilməsi». Lancet 378(9793):826–837. Hər funt üçün klassik 3 500 kkal qaydası Wishnofsky M (1958), Am J Clin Nutr 6:542–546 məqaləsindən qaynaqlanır.
de: Hall KD, et al. (2011). „Quantifizierung der Wirkung eines Energieungleichgewichts auf das Körpergewicht.“ Lancet 378(9793):826–837. Die klassische Regel von 3.500 kcal pro Pfund geht auf Wishnofsky M (1958), Am J Clin Nutr 6:542–546, zurück.
es: Hall KD, et al. (2011). «Cuantificación del efecto del desequilibrio energético sobre el peso corporal». Lancet 378(9793):826–837. La regla clásica de 3500 kcal por libra procede de Wishnofsky M (1958), Am J Clin Nutr 6:542–546.
fr: Hall KD, et al. (2011). « Quantification de l’effet du déséquilibre énergétique sur le poids corporel. » Lancet 378(9793):826–837. La règle classique des 3 500 kcal par livre provient de Wishnofsky M (1958), Am J Clin Nutr 6:542–546.
hi: Hall KD, et al. (2011)। “शरीर के वज़न पर ऊर्जा असंतुलन के प्रभाव का मात्रात्मक आकलन।” Lancet 378(9793):826–837। प्रति पाउंड 3,500 kcal का पारंपरिक नियम Wishnofsky M (1958), Am J Clin Nutr 6:542–546 से आया है।
it: Hall KD, et al. (2011). «Quantificazione dell’effetto dello squilibrio energetico sul peso corporeo». Lancet 378(9793):826–837. La classica regola delle 3.500 kcal per libbra deriva da Wishnofsky M (1958), Am J Clin Nutr 6:542–546.
ja: Hall KD, et al. (2011).「エネルギー不均衡が体重に及ぼす影響の定量化。」Lancet 378(9793):826–837. 1ポンド当たり3,500 kcalという古典的な法則は、Wishnofsky M (1958), Am J Clin Nutr 6:542–546に由来します。
ko: Hall KD, et al. (2011). “에너지 불균형이 체중에 미치는 영향의 정량화.” Lancet 378(9793):826–837. 파운드당 3,500 kcal이라는 고전적 규칙은 Wishnofsky M (1958), Am J Clin Nutr 6:542–546에서 유래했습니다.
nl: Hall KD, et al. (2011). ‘Kwantificering van het effect van energieonbalans op het lichaamsgewicht.’ Lancet 378(9793):826–837. De klassieke regel van 3.500 kcal per pond is afkomstig van Wishnofsky M (1958), Am J Clin Nutr 6:542–546.
pl: Hall KD, et al. (2011). „Ilościowe określenie wpływu nierównowagi energetycznej na masę ciała”. Lancet 378(9793):826–837. Klasyczna reguła 3500 kcal na funt pochodzi od Wishnofsky M (1958), Am J Clin Nutr 6:542–546.
pt_br: Hall KD, et al. (2011). “Quantificação do efeito do desequilíbrio energético sobre o peso corporal.” Lancet 378(9793):826–837. A regra clássica de 3.500 kcal por libra tem origem em Wishnofsky M (1958), Am J Clin Nutr 6:542–546.
ro: Hall KD, et al. (2011). „Cuantificarea efectului dezechilibrului energetic asupra greutății corporale.” Lancet 378(9793):826–837. Regula clasică de 3.500 kcal per livră provine de la Wishnofsky M (1958), Am J Clin Nutr 6:542–546.
ru: Hall KD, et al. (2011). «Количественная оценка влияния энергетического дисбаланса на массу тела». Lancet 378(9793):826–837. Классическое правило 3500 ккал на фунт восходит к Wishnofsky M (1958), Am J Clin Nutr 6:542–546.
uk: Hall KD, et al. (2011). “Quantification of the effect of energy imbalance on bodyweight.” Lancet 378(9793):826–837. Класичне правило 3500 ккал на фунт походить від Wishnofsky M (1958), Am J Clin Nutr 6:542–546.
zh_hans: Hall KD, et al. (2011). “能量失衡对体重影响的量化。” Lancet 378(9793):826–837. 经典的每磅 3,500 kcal 规则源自 Wishnofsky M (1958), Am J Clin Nutr 6:542–546.

source: Health & Data
ar: الصحة والبيانات
az: Sağlamlıq və Məlumat
cs: Zdraví a data
de: Gesundheit & Daten
es: Salud y datos
fr: Santé et données
hi: स्वास्थ्य और डेटा
it: Salute e dati
ja: ヘルスとデータ
ko: 건강 및 데이터
nl: Gezondheid & gegevens
pl: Zdrowie i dane
pt_br: Saúde e dados
ro: Sănătate și date
ru: Здоровье и данные
uk: Здоров\'я та дані
zh_hans: 健康与数据

source: Height
ar: الطول
az: Boy
cs: Výška
de: Größe
es: Altura
fr: Taille
hi: ऊंचाई
it: Altezza
ja: 身長
ko: 키
nl: Lengte
pl: Wzrost
pt_br: Altura
ro: Înălțime
ru: Рост
uk: Зріст
zh_hans: 身高

source: Height and weight units can now be set independently.
ar: يمكن الآن ضبط وحدتي الطول والوزن بشكل مستقل.
az: Boy və çəki vahidləri indi ayrıca seçilir.
cs: Jednotky výšky a váhy jdou nastavit nezávisle.
de: Größen- und Gewichtseinheiten lassen sich jetzt unabhängig einstellen.
es: Las unidades de altura y peso ahora se configuran por separado.
fr: Les unités de taille et de poids se règlent désormais indépendamment.
hi: ऊँचाई और वज़न की इकाइयाँ अब अलग-अलग सेट होती हैं।
it: Le unità di altezza e peso ora si impostano separatamente.
ja: 身長と体重の単位を別々に設定できるようになりました。
ko: 키와 몸무게 단위를 이제 따로 설정할 수 있습니다.
nl: Lengte- en gewichtseenheden zijn nu apart in te stellen.
pl: Jednostki wzrostu i wagi ustawia się teraz niezależnie.
pt_br: As unidades de altura e peso agora são definidas separadamente.
ro: Unitățile pentru înălțime și greutate se setează acum separat.
ru: Единицы роста и веса теперь настраиваются независимо.
uk: Одиниці зросту та ваги тепер можна встановлювати незалежно.
zh_hans: 身高和体重单位现在可以分别设置。

source: Height Unit
ar: وحدة الطول
az: Boy vahidi
cs: Jednotka výšky
de: Größeneinheit
es: Unidad de altura
fr: Unité de taille
hi: ऊंचाई की इकाई
it: Unità di altezza
ja: 身長の単位
ko: 키 단위
nl: Lengte-eenheid
pl: Jednostka wzrostu
pt_br: Unidade de altura
ro: Unitate de înălțime
ru: Единица роста
uk: Одиниці зросту
zh_hans: 身高单位

source: Hide exercise details
ar: إخفاء تفاصيل التمرين
az: Hərəkət detallarını gizlət
cs: Skrýt detaily cviku
de: Übungsdetails ausblenden
es: Ocultar detalles del ejercicio
fr: Masquer les détails de l'exercice
hi: व्यायाम का विवरण छिपाएँ
it: Nascondi dettagli esercizio
ja: 種目の詳細を非表示
ko: 운동 상세 정보 숨기기
nl: Oefeningdetails verbergen
pl: Ukryj szczegóły ćwiczenia
pt_br: Ocultar detalhes do exercício
ro: Ascunde detaliile exercițiului
ru: Скрыть детали упражнения
uk: Скрить детали упражнения
zh_hans: 隐藏动作详情

source: High-protein foods I can add?
ar: أطعمة غنية بالبروتين يمكنني إضافتها؟
az: Əlavə edə biləcəyim zülalla zəngin qidalar?
cs: Jaké bílkovinové potraviny přidat?
de: Eiweißreiche Lebensmittel zum Hinzufügen?
es: ¿Alimentos altos en proteína para añadir?
fr: Aliments riches en protéines à ajouter ?
hi: उच्च प्रोटीन वाले खाद्य पदार्थ जो मैं जोड़ सकूं?
it: Cibi ricchi di proteine da aggiungere?
ja: 追加できる高タンパク食品は?
ko: 추가할 고단백 음식은?
nl: Eiwitrijke gerechten om toe te voegen?
pl: Jakie wysokobiałkowe produkty mogę dodać?
pt_br: Alimentos ricos em proteína para incluir?
ro: Alimente bogate în proteine de adăugat?
ru: Какие продукты с высоким содержанием белка добавить?
uk: Продукти з високим вмістом білка, які я можу додати?
zh_hans: 可以加哪些高蛋白食物?

source: Hold Still
ar: حافظ على ثباتك
az: Hərəkətsiz qalın
de: Stillhalten
es: No te muevas
fr: Ne bougez pas
hi: स्थिर रहें
it: Rimani fermo
ja: 動かさないでください
ko: 움직이지 마세요
nl: Houd stil
pl: Nie ruszaj się
pt_br: Fique imóvel
ro: Stai nemișcat
ru: Не двигайтесь
uk: Не двигайтесь
zh_hans: 保持不动

source: Holding steady at current pace
ar: ثابت بالوتيرة الحالية
az: Hazırkı tempdə sabit qalır
cs: Při současném tempu se drží
de: Stabil im aktuellen Tempo
es: Estable al ritmo actual
fr: Stable au rythme actuel
hi: वर्तमान गति पर स्थिर
it: Stabile al ritmo attuale
ja: 現在のペースで安定
ko: 현재 속도로 안정적
nl: Stabiel in huidig tempo
pl: Stabilnie przy obecnym tempie
pt_br: Estável no ritmo atual
ro: Stabil în ritmul actual
ru: Стабильно при текущем темпе
uk: Стабильно при текущем темпе
zh_hans: 按当前节奏保持稳定

source: Home
ar: الرئيسية
az: Ana Səhifə
cs: Domů
de: Start
es: Inicio
fr: Accueil
hi: होम
ja: ホーム
ko: 홈
pl: Ekran główny
pt_br: Início
ro: Acasă
ru: Главная
uk: Головна
zh_hans: 主页

source: Home redesign: speedometer calorie gauge, vertical macro bars, four nutrient cards, and a floating add button.
ar: تصميم جديد للرئيسية: عدّاد سرعة للسعرات، وأشرطة ماكرو عمودية، وأربع بطاقات مغذّيات، وزر إضافة عائم.
az: Yenilənmiş Ana səhifə: spidometr kalori göstəricisi, şaquli makro zolaqları, dörd qida kartı və üzən əlavə düyməsi.
cs: Nový design Domů: tachometrový ukazatel kalorií, svislé sloupce maker, čtyři karty živin a plovoucí tlačítko přidání.
de: Home-Redesign: Tacho-Kalorienanzeige, vertikale Makro-Balken, vier Nährstoffkarten und ein schwebender Hinzufügen-Button.
es: Rediseño de Inicio: velocímetro de calorías, barras verticales de macros, cuatro tarjetas de nutrientes y un botón flotante para añadir.
fr: Refonte de l'accueil : compteur de calories façon tachymètre, barres de macros verticales, quatre cartes de nutriments et un bouton d'ajout flottant.
hi: नया होम: स्पीडोमीटर कैलोरी गेज, खड़ी मैक्रो बार, चार पोषक कार्ड और फ़्लोटिंग जोड़ें बटन।
it: Nuova Home: tachimetro delle calorie, barre verticali dei macro, quattro schede nutrienti e un pulsante di aggiunta flottante.
ja: ホームを刷新：スピードメーター型カロリーゲージ、縦型マクロバー、4枚の栄養素カード、フローティング追加ボタン。
ko: 홈 화면 개편: 속도계형 칼로리 게이지, 세로 매크로 바, 영양소 카드 4개, 플로팅 추가 버튼.
nl: Home vernieuwd: snelheidsmeter voor calorieën, verticale macrobalken, vier voedingskaarten en een zwevende toevoegknop.
pl: Nowy ekran główny: prędkościomierz kalorii, pionowe paski makro, cztery karty składników i pływający przycisk dodawania.
pt_br: Nova tela inicial: velocímetro de calorias, barras verticais de macros, quatro cartões de nutrientes e um botão flutuante de adicionar.
ro: Ecran principal reproiectat: vitezometru pentru calorii, bare verticale de macronutrienți, patru carduri de nutrienți și un buton plutitor de adăugare.
ru: Новый главный экран: спидометр калорий, вертикальные полосы макросов, четыре карточки нутриентов и плавающая кнопка добавления.
uk: Редизайн головної сторінки: шкала калорій у вигляді спідометра, вертикальні індикатори макросів, чотири картки нутрієнтів і плаваюча кнопка додавання.
zh_hans: 主页焕新：仪表盘式卡路里表、竖向宏量条、四张营养卡片和悬浮添加按钮。

source: hours
ar: ساعات
az: saat
de: Stunden
es: horas
fr: heures
hi: घंटे
it: ore
ja: 時間
ko: 시간
nl: uur
pl: godziny
pt_br: horas
ro: ore
ru: часов
uk: годин
zh_hans: 小时

source: How Ayuvo calculates your numbers
ar: كيف يحسب Ayuvo أرقامك
az: Ayuvo rəqəmlərinizi necə hesablayır
cs: Jak Ayuvo počítá tvoje čísla
de: Wie Ayuvo deine Werte berechnet
es: Cómo Ayuvo calcula tus cifras
fr: Comment Ayuvo calcule vos chiffres
hi: Ayuvo आपके आँकड़े कैसे गणना करता है
it: Come Ayuvo calcola i tuoi numeri
ja: Ayuvoがあなたの数値を計算する方法
ko: Ayuvo가 수치를 계산하는 방법
nl: Hoe Ayuvo je cijfers berekent
pl: Jak Ayuvo oblicza Twoje liczby
pt_br: Como o Ayuvo calcula seus números
ro: Cum calculează Ayuvo cifrele tale
ru: Как Ayuvo рассчитывает ваши показатели
uk: Как Ayuvo рассчитивает ваши показатели
zh_hans: Ayuvo 如何计算你的数据

source: How Ayuvo sets your numbers
ar: كيف يحدد Ayuvo أرقامك
az: Ayuvo rəqəmlərinizi necə təyin edir
cs: Jak Ayuvo nastavuje tvoje čísla
de: Wie Ayuvo deine Werte festlegt
es: Cómo Ayuvo establece tus números
fr: Comment Ayuvo définit vos chiffres
hi: Ayuvo आपके आँकड़े कैसे तय करता है
it: Come Ayuvo imposta i tuoi numeri
ja: Ayuvoが数値を決める仕組み
ko: Ayuvo가 수치를 정하는 방법
nl: Hoe Ayuvo je getallen bepaalt
pl: Jak Ayuvo ustala Twoje wartości
pt_br: Como o Ayuvo define seus números
ro: Cum îți stabilește Ayuvo valorile
ru: Как Ayuvo рассчитывает ваши показатели
uk: Как Ayuvo рассчитивает ваши показатели
zh_hans: Ayuvo 如何设定你的数值

source: How do I gain weight healthily?
ar: كيف أزيد وزني بشكل صحي؟
az: Sağlam şəkildə necə kökələ bilərəm?
cs: Jak zdravě přibrat?
de: Wie nehme ich gesund zu?
es: ¿Cómo subir de peso sanamente?
fr: Comment prendre du poids sainement ?
hi: स्वस्थ तरीके से वज़न कैसे बढ़ाऊं?
it: Come ingrassare in modo sano?
ja: 健康的に太るには?
ko: 건강하게 살찌는 법은?
nl: Hoe kom ik gezond aan?
pl: Jak zdrowo przybrać na wadze?
pt_br: Como ganhar peso de forma saudável?
ro: Cum mă îngraș sănătos?
ru: Как набрать вес безопасно?
uk: Як правильно набрати вагу?
zh_hans: 如何健康增重?

source: How do I lose weight faster safely?
ar: كيف أخسر الوزن بشكل أسرع وآمن؟
az: Təhlükəsiz şəkildə necə daha tez arıqlaya bilərəm?
cs: Jak zhubnout rychleji a bezpečně?
de: Wie nehme ich schneller und sicher ab?
es: ¿Cómo bajar de peso más rápido de forma segura?
fr: Comment perdre du poids plus vite en toute sécurité ?
hi: मैं सुरक्षित रूप से तेज़ी से वज़न कैसे घटाऊं?
it: Come posso dimagrire più in fretta in sicurezza?
ja: 安全に早く痩せるには?
ko: 안전하게 더 빨리 살 빼는 법은?
nl: Hoe val ik veilig sneller af?
pl: Jak bezpiecznie szybciej schudnąć?
pt_br: Como emagrecer mais rápido com segurança?
ro: Cum slăbesc mai repede în siguranță?
ru: Как безопасно похудеть быстрее?
uk: Як безпечно схуднути швидше?
zh_hans: 如何安全地更快减重?

source: How is this calculated?
ar: كيف يتم حساب هذا؟
az: Bu necə hesablanır?
cs: Jak se to počítá?
de: Wie wird das berechnet?
es: ¿Cómo se calcula esto?
fr: Comment est-ce calculé ?
hi: यह कैसे गणना की जाती है?
it: Come viene calcolato?
ja: どのように計算されますか？
ko: 어떻게 계산되나요?
nl: Hoe wordt dit berekend?
pl: Jak to jest obliczane?
pt_br: Como isso é calculado?
ro: Cum se calculează asta?
ru: Как это рассчитывается?
uk: Как ето рассчитивается?
zh_hans: 这是如何计算的？

source: How much are you eating?
ar: كم تتناول؟
az: Nə qədər yeyirsiniz?
cs: Kolik toho jíš?
de: Wie viel isst du?
es: ¿Cuánto estás comiendo?
fr: Combien mangez-vous ?
hi: आप कितना खा रहे हैं?
it: Quanto stai mangiando?
ja: どのくらい食べていますか？
ko: 얼마나 드시나요?
nl: Hoeveel eet je?
pl: Ile jesz?
pt_br: Quanto você está comendo?
ro: Cât mănânci?
ru: Сколько вы едите?
uk: Сколько ви едите?
zh_hans: 你吃了多少？

source: How's my trend?
ar: كيف يبدو اتجاهي؟
az: Tendensiyam necədir?
cs: Jaký je můj trend?
de: Wie ist mein Trend?
es: ¿Cómo va mi tendencia?
fr: Quelle est ma tendance ?
hi: मेरा ट्रेंड कैसा है?
it: Com'è il mio andamento?
ja: 僕の傾向は?
ko: 내 추세는 어때요?
nl: Hoe is mijn trend?
pl: Jak wygląda mój trend?
pt_br: Como está minha tendência?
ro: Cum e tendința mea?
ru: Какая у меня динамика?
uk: Яка в мене динаміка?
zh_hans: 我的趋势如何?
